Revit 2027 API
SlabShapeCreaseArray.ReverseIterator Method
Retrieve a backward moving iterator to the array.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public virtual SlabShapeCreaseArrayIterator ReverseIterator()
Public Overridable Function ReverseIterator As SlabShapeCreaseArrayIterator
public:
virtual SlabShapeCreaseArrayIterator^ ReverseIterator()
abstract ReverseIterator : unit -> SlabShapeCreaseArrayIterator
override ReverseIterator : unit -> SlabShapeCreaseArrayIterator
Return Value
SlabShapeCreaseArrayIterator
Returns a backward moving iterator to the array.
See Also
Reference
SlabShapeCreaseArray Class
Autodesk.Revit.DB Namespace